Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Suomalais-norjalais-ruotsalais-saamelaisen asiantuntijatyöryhmän 27. lokakuuta 2005 luovuttama luonnos Pohjoismainen saamelaissopimus
sme: Ministariidda geain lea ovddasvástádus sámi áššiin ja sámediggepresideanttaide

source: 13. marraskuuta 2002 nimitetyn suomalais-norjalais-ruotsalaissaamelaisen asiantuntijatyöryhmän 27. lokakuuta 2005 luovuttama luonnos Suomen, Norjan ja Ruotsin saamelaisasioiden ministereille sekä saamelaiskäräjien puheenjohtajille
sme: Suomas, Norggas ja Ruoŧas

source: Pohjoismaista saamelaissopimusluonnosta valmistelemaan asetettu asiantuntijaryhmä on saanut työnsä valmiiksi ja luovuttaa mietintönsä.
sme: Áššedovdijoavku mii nammaduvvui vai ráhkada davviriikkalaš sámekonvenšuvnna álgohámi lea gearggahan barggus ja ovdanbidjá dáinna lágiin árvalusas.

source: Mietintöön sisältyvä sopimusteksti käsittää 51 artiklaa, jotka jakautuvat seitsemään lukuun.
sme: Árvalusas lea konvenšuvdnateaksta mii siskkilda 51 artihkkala mat juohkásit čieža kapihttalii.

source: Mietinnössä käsitellyt kysymykset ovat luonteeltaan hyvin erilaisia ja ovat olleet asiantuntijaryhmässä perusteellisten neuvottelujen kohteina.
sme: Dat áššit mat gieđahallojuvvojit leat gaskaneaset hui sierraláganat luonddu dáfus ja leat siskkáldasat áššedovdijoavkkus leamaš dárkilis ráđđádallamiid fáddán.

source: Asiantuntijaryhmässä usein esiin tulleet näkemyserot ovat johtaneet siihen, että sopimusluonnokseen sisältyvät eräät muotoilut ovat luonteeltaan eri näkökohtien välisiä kompromisseja. Suomen hallitusta edustavilla jäsenillä on ollut vaikeuksia hyväksyä sopimuksen tiettyjä osia, mukaan lukien itsemääräämisoikeutta koskeva 3 artikla, saamelaisten oikeutta maahan ja veteen koskeva IV luku ja poronhoitoa saamelaiselinkeinona koskeva 42 artikla.
sme: Dat oaivilerohusat mat eai oppa hárvege leat boahtán oidnosii leat dagahan ahte konvenšuvnna álgohámi sátnádagat muhtumin sulastahttet sierramielalaš oaiviliid oktiimuddema, dainna lágiin artihkkal 3 Vuoigatvuohta iešmearrideapmái, kapihttal IV Sámiid vuoigatvuohta eatnamiidda ja čáziide ja artihkkal 42 Boazodoallu sámi ealáhussan.

source: Asiantuntijaryhmä lähtee siitä. että sopimusluonnoksen ja mietintöön sisältyvien perustelujen jatkokäsittely tapahtuu kolmen hallituksen ja kolmen saamelaiskäräjien välisenä yhteistyönä.
sme: Áššedovdijoavku eaktuda ahte konvenšuvnna álgohámi ja áššedovdijoavkku árvalussii gullevaš komeanttaid joatkevaš gieđahallan dáhpáhuvvá dan golmma ráđđehusa ja dan golmma sámedikki gaskasaš ovttasbarggus.

source: Koska ehdotetun sopimustekstin mukaiset valtioiden toimenpiteet ovat suurelta osin luonteeltaan yleisiä, asiantuntijaryhmä ei ole pitänyt mahdollisena laatia arviota sopimusmääräysten taloudellisista vaikutuksista.
sme: Dannego stáhtaid geatnegasvuođat leat árvaluvvon konvenšuvdnateavstta mielde oppalaš hápmái stuorra sárgosiid dáfus, de áššedovdijoavku lea gávnnahan vejolažžan árvvoštallat konvenšuvdnamearrádusaid ekonomalaš váikkuhusaid.

source: Asiantuntijaryhmällä on ollut työssään toivomus päästä yhteisiin kannanottoihin myös vaikeissa kysymyksissä.
sme: Áššedovdijoavkku lea ofelaštán dat sávaldat ahte galggašedje ollit oktasaš oaiviliidda maiddái váttes áššiinge.

source: Mietintöön ei sisälly eriäviä mielipiteitä tai vaihtoehtoisia ehdotuksia.
sme: Sierramielalaš oaivilat dahje molssaeaktosátnádagat eai leat oassin dán árvalusas.

source: 1. Sopimustekstit
sme: 1 Konvenšuvdnateavsttat

source: 1.1 Sopimusteksti suomeksi
sme: 1.1 Sámegiel konvenšuvdnateaksta

source: Suomen, Norjan ja Ruotsin hallitukset,
sme: Suoma, Norgga ja Ruoŧa ráđđehusat,

source: jotka toteavat,
sme: mat váldet vuhtii

source: - että saamelaiset ovat alkuperäiskansa näissä kolmessa maassa,
sme: - ahte sámit leat álgoálbmot golmma riikkas,

source: - että saamelaiset ovat kansa, jonka asuma-alue ulottuu yli valtionrajojen,
sme: - ahte sámit leat ásaiduvvan beroškeahttá riikkarájiin,

source: - että saamelaisilla on oma kulttuurinsa ja yhteiskuntaelämänsä, joihin liittyvät
sme: - ahte sámi álbmogis lea iežas kultuvra ja iežas servodateallin masa gullá sierra

source: saamelaisten oma historia, omat perinteet, oma kieli, omat elinkeinot ja omat
sme: historjá, sierra árbevierut, sierra giella, sierra ealáhusat ja sierra vuordámušat

source: tulevaisuudennäkymät,
sme: boahtteáigái,

source: - että näillä kolmella valtioilla on kansallinen ja kansainvälinen vastuu luoda saamelaisten
sme: - ahte dán golmma riikkas lea riikkalaš ja riikkaidgaskasaš ovddasvástádussan addit

source: kulttuurille ja yhteiskuntaelämälle riittävät elinehdot,
sme: sámiid kultuvrii ja servodateallimii dohkálaš eavttuid,

source: - että saamelaisilla on itsemääräämisoikeus,
sme: - ahte sámi álbmogis lea iešmearridanvuoigatvuohta,

source: - että saamelaisten kulttuuri ja yhteiskuntaelämä rikastuttavat valtioiden koko kulttuuria ja
sme: - ahte sámi álbmoga kultuvra ja servodateallin lea riggodahkan riikkaideamet

source: yhteiskuntaelämää,
sme: oppalaš kultuvrii ja servodateallimii,

source: - että saamelaisilla on erityinen tarve kehittää yhteiskuntaelämäänsä yli valtionrajojen,
sme: - ahte sámi álbmogis lea erenoamáš stuorra dárbu ovddidit iežas servodateallima

source: - että saamelaisilla on oltava käytettävissään maata ja vettä saamelaisen kulttuurin
sme: - ahte sámiin ferte leat beassanlohpi eatnamiidda ja čáziide mat leat sámi kultuvrra

source: perustaksi
sme: vuođđun,

source: - ja että saamelaisten tulevaa oikeusasemaa vahvistettaessa on erityisesti otettava
sme: - ja, go sámi álbmoga riektesajádat mearriduvvo, ahte erenoamážit galgá vuhtii

source: huomioon se, ettei saamelaisia aikojen kuluessa ole kohdeltu samanarvoisena
sme: váldojuvvot ahte sámit historjjá čađa eai leat adnojuvvon seamma-árvosaš

source: pohjoismaisena kansana ja että saamelaiset siten ovat joutuneet
sme: álbmogin, ja danne lea gillán eahperievttalašvuođa,

source: epäoikeudenmukaisuuksien kohteeksi,
sme: man dihte dán golmma riikka sámedikkit

source: - haluavat rakentaa paremman tulevaisuuden saamelaisten elämälle ja kulttuurille,
sme: - áigot hukset buoret boahtteáiggi sámi álbmoga eallimii ja kultuvrii,

source: - katsovat, että valtioiden rajojen ei tule estää saamelaisten yhteenkuuluvuutta kansana tai
sme: - leat dan oaivilis ahte riikkaid rájit eai galgga hehttet sámi álbmoga eaige ovttaskas

source: yksilöiden tasolla,
sme: sámiid oktasašvuođa,

source: - pitävät uutta saamelaissopimusta saamelaisten vuoden 1751 rajasopimuksen
sme: ja nanustussan, daid maid jagi 1751 Lappekodisilla lágaiduhtii,

source: - tähdentävät sen merkitystä, että saamelaisten itsemääräämisoikeutta kansana
sme: - čalmmustit dehálažžan ahte sámiid iešmearridanvuoigatvuohta sierra álbmogin

source: kunnioitetaan,
sme: váldojuvvo duođas,

source: - kiinnittävät erityistä huomiota siihen, että saamelaisilla on oikeuksia sellaisiin maa- ja
sme: - bidjet erenoamáš deattu dasa ahte sámiin leat vuoigatvuođat daidda eanan- ja

source: vesialueisiin luonnonvaroineen, jotka muodostavat saamelaisten historiallisen kotimaan,
sme: čáhceviidodagaide oktan luondduriggodagaiguin mat leat sámiid historjjálaš

source: - korostavat, että saamelaisten perinteinen tietämys ja perinteiset kulttuurin ilmentymät
sme: - čuoččuhit ahte sámi álbmoga árbevirolaš máhttu ja árbevirolaš kulturilbmadeamit

source: yhdessä saamelaisten luonnonvarojen käytön kanssa muodostavat osan saamelaista
sme: oktan álbmoga luondduriggodagaid geavahemiin leat sámi kultuvrii gullevaš

source: kulttuuria,
sme: oasit,

source: - ovat sitä mieltä, että tulisi kiinnittää enemmän huomiota saamelaisten naisten asemaan
sme: - oaivvildit ahte sámi nissonolbmuid dilli sámi servodaga árbevieruid áimmahuššin

source: perinteiden eteenpäin viejinä saamelaisyhteisössä ja heidän edustautumiseensa julkisissa
sme: galgá buorebut vuhtii váldojuvvot servodateallimis ja dán oktavuođas go

source: toimielimissä,
sme: ovddastit almmolaš orgánain,

source: - haluavat, että saamelaiset elävät kansana näissä kolmessa valtiossa,
sme: - dáhttot ahte sámit galget eallit okta álbmogin golmma riikkas,

source: - tähdentävät saamelaisten toivomusta, tahtoa ja oikeutta ottaa vastuu oman
sme: - deattuhit ahte sámi álbmoga sávaldat, dáhttu ja vuoigatvuohta váldit badjelasas

source: tulevaisuutensa kehittämisestä,
sme: ovddasvástádussan iežas ovdáneami boahtteáigái,

source: - ja haluavat pitää voimassa saamelaisten oikeudet ja vapaudet kansainvälisten
sme: - ja dáhttot deattuhit sámi álbmoga vuoigatvuođaid ja friddjavuođa riikkaidgaskasaš

source: ihmisoikeuksien ja muun kansainvälisen oikeuden mukaisesti,
sme: olmmošvuoigatvuođaid mielde ja muđui álbmotrievtti mielde,

source: jotka ovat laatineet tämän sopimuksen läheisessä yhteistyössä saamelaisten edustajien
sme: guđet leat ráhkadan dán konvenšuvnna sámiid ovttasteddjiiguin ovttasráđiid lagaš

source: kanssa,
sme: ovttasbarggus,

source: jotka pitävät erityisen tärkeänä sitä, että ennen kuin valtiot ratifioivat sopimuksen,
sme: guđet atnet erenoamáš deaŧalažžan ahte konvenšuvdna, ovdalgo stáhtat dan

source: saamelaiskäräjät sopimusvaltioissa hyväksyvät sopimuksen,
sme: ratifiserejit, dohkkehuvvo dan golmma sámedikkis,

source: ja jotka sitoutuvat turvaamaan saamelaisten tulevaisuuden tämän sopimuksen mukaisesti,
sme: ja guđet geatnegahttet iežaset sihkkarastit sámi álbmoga boahtteáiggi dán

source: ovat sopineet seuraavasta pohjoismaisesta saamelaissopimuksesta.
sme: leat soahpan čuovvovaš davviriikkalaš sámekonvenšuvnna.

source: I luku Saamelaisten yleiset oikeudet
sme: Kapittel I Sámi álbmoga dábálaš vuoigatvuođat

source: Sopimuksen tarkoitus
sme: Konvenšuvnna ulbmil

source: Sopimuksen tarkoituksena on vahvistaa ja lujittaa saamelaisten oikeuksia siten, että he
sme: Dán konvenšuvnna ulbmil lea duođaštit ja nannet sámeálbmogii dakkár

source: voivat säilyttää ja kehittää kieltään, kulttuuriaan, elinkeinojaan ja yhteiskuntaelämäänsä niin,
sme: vuoigatvuođaid, vai dat sáhttá sihkkarastit ja ovddidit gielas, kultuvrras, ealáhusaidis

source: että valtionrajat mahdollisimman vähän häiritsevät tätä.
sme: ja servodateallimis, nu unnán go vejolaš riikkarájiid dahkan heađuštusaiguin.

source: Saamelaiset alkuperäiskansana
sme: Sámit álgoálbmogin

source: Saamelaiset ovat alkuperäiskansa Suomessa, Norjassa ja Ruotsissa.
sme: Sámit leat Suoma, Norgga ja Ruoŧa álgoálbmot.

source: Itsemääräämisoikeus
sme: Vuoigatvuohta iešmearrideapmái

source: Saamelaisilla on kansana itsemääräämisoikeus kansainvälisen oikeuden sääntöjen ja
sme: Sámiin lea vuoigatvuohta iešmearrideapmái álbmogin álbmotrievtti

source: tämän sopimuksen määräysten mukaisesti.
sme: njuolggadusaid ja mearrádusaid vuođul mat leat dán konvenšuvnnas.

source: Niin pitkälle kuin näistä säännöistä ja
sme: Nu guhkás go

source: määräyksistä seuraa, saamelaisilla on oikeus itse päättää taloudellisesta, sosiaalisesta ja
sme: dát njuolggadusat ja mearrádusat addet vejolašvuođa, de sámi álbmogis lea

source: kulttuurisesta kehityksestään ja omia tarkoituksiaan varten itse määrätä luonnonvaroistaan.
sme: vuoigatvuohta ieš beassat mearridit ekonomalaš, sosiála ja kultuvrralaš ovdáneami, ja

source: 4 artikla
sme: iežas ulbmiliiguin hálddašit luondduriggodagaidis.

source: Henkilöt, joita sopimus koskee
sme: Maid olbmuid dát konvenšuvdna fátmmasta

source: Sopimus koskee Suomessa, Norjassa tai Ruotsissa asuvia henkilöitä, jotka pitävät
sme: Konvenšuvdna fátmmasta olbmuid guđet ásset Suomas, Norggas ja Ruoŧas,

source: itseään saamelaisina, ja:
sme: guđet atnet iežaset sápmelažžan, ja guđet:

source: 1. joilla on saamen kieli kotikielenä tai joilla on vähintään yksi vanhempi tai isovanhempi,
sme: 1. sámástit ruovttus dahje geain unnimusat nubbi vánhen dahje okta áddjá dahje

source: jonka kotikieli on tai on ollut saamen kieli, tai
sme: áhkku sámásta dahje sámástii ruovttus dainnago sámegiella lei su ruovttugiella;

source: 2. joilla on oikeus harjoittaa saamelaista poronhoitoa Norjassa tai Ruotsissa, tai
sme: 2. geain lea vuoigatvuohta jođihit sápmelaš boazodoalu Norggas ja Ruoŧas; dahje

source: 3. jotka täyttävät äänioikeuden edellytykset saamelaiskäräjien vaaleissa Suomessa, Norjassa
sme: 3. geain lea vuoigatvuohta jienastit dahje dávistit gáibádusaide mat leat dan olbmui

source: tai Ruotsissa, tai
sme: guhte áigu jienastit sámediggeválggas Suomas, Norggas dahje Ruoŧas; dahje

source: 4. joka on 1, 2 tai 3 kohdassa tarkoitetun henkilön lapsi.
sme: 4. leat dakkár olbmo mánná gii namahuvvo čuoggás 1, 2 dahje 3.

source: Valtion vastuun ulottuvuus
sme: Stáhta ovddasvástádusa viidodat

source: Valtioiden tämän sopimuksen mukaiset velvollisuudet koskevat kaikkia valtiollisia
sme: Stáhta geatnegasvuođat dán konvenšuvnna mielde gustojit buot stáhtalaš,

source: toimielimiä valtakunnallisella, alueellisella ja paikallisella tasolla.
sme: guvllolaš ja báikkálaš dásiide. Almmolaš hálddašeami ja almmolaš doaimma earáge

source: Myös muita julkisen hallinnon ja julkisen toiminnan toimielimiä koskevat nämä velvollisuudet.
sme: orgánain leat dát geatnegasvuođat.

source: Sama koskee
sme: Nu dat gustojit priváhta riektesubjeavttaide

source: yksityisoikeudellisia oikeussubjekteja silloin, kun ne käyttävät julkista valtaa tai hoitavat
sme: maiddái go sii hálddašit almmolaš válddiin dahje doaimmahit eará almmolaš

source: muita julkisia tehtäviä.
sme: doaimmaid.

source: Tätä sopimusta sovellettaessa saamelaiskäräjiä ja muita saamelaistoimielimiä,
sme: Go dát konvenšuvdna geavahuvvo, de sámedikkit ja eará sámi orgánat,

source: riippumatta niiden kansallisen tai kansainvälisen oikeuden mukaisesta asemasta, ei pidetä
sme: beroškeahttá iežaset riektedilálaš dásis riikkasiskkáldas lágaid ja riikkaidgaskasaš

source: valtioon kuuluvina paitsi milloin ne käyttävät julkista valtaa.
sme: rivttiid mielde, eai galgga adnot gullevažžan doahpagii stáhta, earágo go sii

source: 6 artikla
sme: doaimmahit almmolaš válddi.

source: Valtioiden toimenpiteet suhteessa saamelaisiin
sme: Stáhtaid doaibmabijut sámi álbmoga guovdu

source: Sopimusvaltioiden tulee tehokkaasti luoda saamelaisille edellytykset säilyttää ja
sme: Dát golbma stáhta galget beaktilit láhčit dilálašvuođaid sámi álbmogii vai

source: kehittää kieltään, kulttuuriaan, elinkeinojaan ja yhteiskuntaelämäänsä.
sme: sáhttá sihkkarastit ja ovddidit gielas, kultuvrras, ealáhusaidis ja servodateallimis.

source: Valtioiden tulee luoda suotuisat edellytykset saamelaisten paikallisyhteisöjen
sme: Stáhtat galget oiddolaš eavttuiguin bidjat vuođu sámi báikkálaš servodagaid

source: ylläpitämiselle ja kehittämiselle.
sme: seailluheapmái ja ovddideapmái.

source: Valtioiden vastuu tämän sopimuksen mukaisista toimenpiteistä käsittää kohtuullisissa
sme: Stáhtaid ovddasvástádus čađahit doaibmabijuid dán konvenšuvnna mielde

source: määrin myös ne saamelaiset, jotka asuvat perinteisten saamelaisalueiden ulkopuolella.
sme: fátmmasta maiddái govttolaš mearis sámiid guđet ásset olggobealde árbevirolaš sámi

source: 7 artikla
sme: guovlluid.

source: Syrjimättömyys ja erityistoimenpiteet
sme: Vealatkeahttáivuohta ja sierra doaibmabijut

source: Saamelaisille kansana ja yksilöinä tulee turvata suoja kaikkea syrjintää vastaan.
sme: Sámi álbmot ja guhtege sápmelaš galgá leat suodjaluvvon buot vealaheami

source: Valtioiden tulee tarvittaessa ryhtyä erityisiin saamelaisia koskeviin positiivisiin
sme: vuostá.

source: toimenpiteisiin saamelaisten tämän sopimuksen mukaisten oikeuksien toteuttamiseksi.
sme: Sámiid vuoigatvuođaid čađaheapmái dán konvenšuvnna mielde stáhtat galget

source: 8 artikla
sme: dárbu mielde mearridit erenoamáš positiiva doaibmabijuid sidjiide.

source: Vähimmäisoikeudet
sme: Unnimusvuoigatvuođat

source: Oikeudet, joita suojataan tässä sopimuksessa, ovat vähimmäisoikeuksia.
sme: Dán konvenšuvnna nannen vuoigatvuođat leat unnimusvuoigatvuođat.

source: Ne eivät estä
sme: Dat ii

source: yksitäistä sopimusvaltiota laajentamasta saamelaisten oikeuksia tai ryhtymästä pidemmälle
sme: hehtte ovttage stáhta viiddideames sámiid vuoigatvuođaid dahje mearrideames viidát

source: meneviin toimenpiteisiin, eikä niitä voida käyttää perusteena rajoittaa sellaisia saamelaisten
sme: doaibmabijuid, iige dan leat vejolaš geavahit vuođđun sámiid vuoigatvuođaid

source: oikeuksia, jotka seuraavat muista oikeussäännöistä.
sme: ráddjemii mat vulget eará riektenjuolggadusain.

source: Saamelaisten perinnäistavat
sme: Sámiid árbevierut

source: Valtioiden tulee osoittaa asiaankuuluvaa kunnioitusta saamelaisten oikeuskäsityksille,
sme: Stáhtat galget čájehit soahppevaš árvvusatnima sámi álbmoga

source: oikeudellisille perinteille ja perinnäistavoille.
sme: riekteipmárdusaide, duopmocealkima árbevieruide ja dábiide.

source: Sen mukaisesti, mitä 1 kappaleessa määrätään, tulee sopimusvaltioiden,
sme: Vuosttamuš lađđasa mielde stáhtat galget go ráhkadit láhkaásahusa guovlluid

source: valmistellessaan lainsäädäntöä sellaisilla aloilla, joilla saattaa olla saamelaisia perinnäistapoja,
sme: várás main sáhttet leat sápmelaš árbevierut, čielggadit erenoamážit leatgo dakkár

source: erityisesti selvittää, onko perinnäistapoja olemassa ja tulisiko niille siinä tapauksessa antaa
sme: árbevierut ja berrego, jos ležžet, addojuvvot daidda suodjalus dahje berrejito dat

source: suojaa tai tulisiko ne muuten ottaa huomioon lainsäädännössä.
sme: váldojuvvot vuhtii láhkaásahusas earaláhkai.

source: Oikeussääntöjen harmonisointi
sme: Riektenjuolggadusaid harmoniseren

source: Valtioiden tulee yhteistyössä saamelaiskäräjien kanssa edistää saamelaisten yli
sme: Stáhtat galget ovttasráđiid sámedikkiiguin bargat vai láhkaásahus ja eará

source: valtionrajojen suuntautuvan toiminnan kannalta merkityksellisen lainsäädännön ja muun
sme: reguleremat mat leat deaŧalaččat sámiid riikkarájiid rasttideaddji doaimmaide, sohpet

source: sääntelyn jatkuvaa harmonisointia.
sme: buorebut oktii.

source: Yhteistyö kulttuuriin ja elinkeinoihin liittyvissä järjestelyissä
sme: Kultuvrralaš ja ealáhuslaš ortnegiid ovttasbargu

source: Valtioiden tulee ryhtyä toimenpiteisiin helpottaakseen saamelaisten elinkeinojen
sme: Stáhtat galget mearridit doaibmabijuid mat geahppudit sámiid riikkarájiid

source: harjoittamista ja saamelaisten kulttuuristen tarpeiden tyydyttämistä yli valtionrajojen. Tässä
sme: rasttideaddji ealáhusdoaimmaid ja vuhtii váldit sin riikkarájiid rasttideaddji

source: tarkoituksessa valtioiden tulee pyrkiä poistamaan saamelaisten elinkeinotoiminnalla vielä
sme: kultuvrralaš dárbbuid. Dáinna ulbmiliin stáhtat galget bargat dan badjelii ahte

source: olevia esteitä, jotka johtuvat saamelaisten kansalaisuudesta tai asuinpaikasta taikka muutoin
sme: jávkadit dan mii ain heađušta sámiid ealáhusdoaimmaid sin riikiigullevašvuođa dahje

source: siitä, että saamelaisten asuinalue ulottuu useiden valtioiden alueelle, sekä antamaan
sme: ássanbáikki geažil dahje dannego sii ásset máŋgga riikkas, ja addit sámiide

source: saamelaisille mahdollisuus kulttuuritarjontaan siinä maassa, jossa he milloinkin oleskelevat.
sme: vejolašvuođa ávkašuvvat dan riikka kultuvrralaš fálaldagaiguin mas sii goas ain

source: 12 artikla
sme: orožit.

source: Yhteistyö opetuksessa ja hyvinvointijärjestelyissä
sme: Oahpahusas ja fálaldatortnegiid ovttasbargu

source: Valtioiden tulee ryhtyä toimenpiteisiin antaakseen sopimusvaltiossa asuville
sme: Stáhtat galget láhčit dilálašvuođaid nu, ahte sámit guđet ásset juosat dán

source: saamelaisille mahdollisuuden saada opetusta, terveydenhoitoa ja sosiaalihuoltoa toisessa
sme: golmma riikkas, leat vejolašvuođat oažžut oahpahusa, dearvvašvuođabálvalusaid ja

source: sopimusvaltiossa, jos se on tarkoituksenmukaisempi ratkaisu.
sme: sosiálafálaldagaid man nu dán golmma riikkas, mas buoremusat orru soahpamin.

source: Saamelaissymbolit
sme: Sámi álbmoga symbolat

source: Valtioiden tulee kunnioittaa saamelaisten oikeutta määrätä saamen lipun ja muiden
sme: Stáhtat galget gudnejahttit sámiid vuoigatvuođa mearridit sámeleavgga ja eará

source: saamelaisten kansallisten symbolien käytöstä.
sme: sámi symbolaid geavaheami.

source: Valtioiden tulee lisäksi yhteistyössä saamelais
sme: Stáhtat galget dasto, ovttasráđiid sámedikkiiguin, bargat

source: käräjien kanssa edistää saamelaissymbolien näkyväksi tekemistä sellaisella tavalla, joka
sme: dan badjelii ahte sámi symbolat bohtet oidnosii dakkár vuogi mielde mas čuollu bures

source: viittaa saamelaisten asemaan omana kansanaan kolmessa sopimusvaltiossa.
sme: sámiid sajádat golmma riikka álbmogin.

source: II luku Saamelaishallinto
sme: Sámiid stivren

source: 14 artikla
sme: Sámedikkit

source: Kaikissa sopimusvaltiossa on saamelaiskäräjät, joka on maan korkein
sme: Guđesge dan golmma riikkas galgá leat sámediggi, mii lea riikka bajimuš

source: saamelaistoimielin.
sme: sámi orgána.

source: Saamelaiskäräjät edustaa maassa saamelaisia ja se valitaan yleiseen
sme: Guhtege sámediggi galgá doaibmat sámi álbmoga beales riikkastis, ja

source: äänioikeuteen perustuvilla vaaleilla saamelaisten keskuudesta.
sme: riikka sámit geain lea dábálaš jienastanvuoigatvuohta, galget dan leat válljen.

source: Tarkemmat säännökset saamelaiskäräjien vaaleista vahvistetaan laissa, joka
sme: Sámedikkiid áirrasválljemiid njuolggadusaid mearridit lágat, mat

source: valmistellaan 16 artiklan mukaisin neuvotteluin saamelaiskäräjien kanssa.
sme: válmmaštuvvojit šiehtadallamiin sámedikkiiguin artihkkala 16 mielde.

source: Saamelaiskäräjillä tulee olla sellaisia tehtäviä, jotka mahdollistavat tehokkaan
sme: Sámedikkiin galget leat dakkár doaimmat mat dahket sidjiide vejolažžan

source: myötävaikuttamisen saamelaisten itsemääräämisoikeuden toteutumiseksi kansainvälisen
sme: beaktilit váikkuhit dasa ahte sámi álbmoga vuoigatvuohta iešmearrideapmái

source: oikeuden ja tämän sopimuksen määräysten mukaisesti. Tarkemmat säännökset
sme: álbmotrievtti njuolggadusaid ja dán konvenšuvnna mearrádusaid mielde šaddá

source: saamelaiskäräjien toimivallasta vahvistetaan laissa.
sme: duohtan. Dárkilet njuolggadusaid sámedikkiid válddi birra mearriduvvojit lágas.

source: Saamelaiskäräjät tekee aloitteita ja antaa lausuntoja kaikista tarpeellisiksi katsomistaan
sme: Sámedikkit dahket álgaga ja buktet cealkámušaid buot áššiide maidda dikkit

source: asioista.
sme: gávnnahit leat siva nu dahkat.

source: Saamelaiskäräjien itsenäiset päätökset
sme: Sámedikkiid iešráđálaš mearrádusat

source: Saamelaiskäräjät tekee itsenäisiä päätöksiä niissä asioissa, joissa sillä kansallisen tai
sme: Sámedikkit dahket iešráđálaš mearrádusaid dain áššiin main sis lea váldi nu

source: kansainvälisen oikeuden mukaan on toimivalta tehdä sellaisia päätöksiä.
sme: dahkat riikkalaš ja riikkaidgaskasaš rivttiid mielde.

source: Saamelaiskäräjät voi sopia valtakunnallisten, alueellisten ja paikallisten yksiköiden
sme: Sámedikkit sáhttet soahpat riikkalaš, guvllolaš ja báikkálaš ovttadagaiguin

source: kanssa yhteistyöstä saamelaisen kulttuurin ja yhteiskuntaelämän vahvistamiseksi.
sme: nannet sámi kultuvrra ja servodateallima.

source: siinä laajuudessa, jossa saamelaisten oikeus itsenäisesti päättää tietyistä asioista johtuu
sme: Sámedikkiid vuoigatvuohta šiehtadallat

source: Saamelaiskäräjien neuvotteluoikeus
sme: Áššiin mat leat hui deaŧalaččat sámiide, galgá šiehtadallojuvvot

source: Ennen kuin julkinen viranomainen tekee päätöksen asiassa, jolla on olennainen merkitys
sme: sámedikkiiguin ovdalgo almmolaš eiseváldi mange áššis mearrida maidege. Dát

source: saamelaisille, tulee saamelaiskäräjien kanssa neuvotella. Näiden neuvottelujen tulee tapahtua
sme: šiehtadallamat fertejit čađahuvvot doarvái buori áigemunis vai sámedikkit sáhttet

source: riittävän aikaisin, jotta saamelaiskäräjät voisi vaikuttaa asian käsittelyyn ja lopputulokseen.
sme: váikkuhit áššemeannudeapmái ja dan bohtosii.
